espressif/esp-idf/examples/protocols/sockets/udp_client/sdkconfig.ci.linux
CONFIG_IDF_TARGET="linux"
CONFIG_EXAMPLE_IPV4_ADDR="127.0.0.1"
CONFIG_EXAMPLE_CONNECT_LWIP_TAPIF=n
